/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "Konfigurowanie %@";
"CreateExtendMoreInfo" = "Zaznacz „Utwórz sieć bezprzewodową”, jeśli chcesz skonfigurować bezprzewodowe urządzenie AirPort w nowej sieci bezprzewodowej. Komputery przyłączające się do sieci mogą łączyć się z innymi w tej sieci bezprzewodowo lub przewodowo (jeśli są połączone przez Ethernet). Jeśli skonfigurujesz to urządzenie do połączenia z Internetem, komputery łączące się bezprzewodowo lub przez Ethernet będą również mogły korzystać z tego połączenia z internetem. Kliknij w Dalej, aby skonfigurować nową sieć bezprzewodową.\n\nZaznacz opcję „Rozszerz zasięg sieci AirPort Extreme lub AirPort Express”, jeśli masz już skonfigurowaną sieć AirPort oraz chcesz do niej przyłączyć to urządzenie i rozszerzyć w ten sposób zakres sieci. Rozszerzenie zakresu sieci bezprzewodowej znane jest jako „System dystrybucji bezprzewodowej (WDS)”. Stacje bazowe w WDS wspólnie użytkują pojedyncze połączenie z Internetem i rozdzielają to połączenie innym komputerom w tej sieci.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "Podaj nazwę i hasło urządzenia sieci bezprzewodowej";
"NameMoreInfo" = "Nazwa ta widoczna jest w pasku bocznym Narzędzia AirPort. Użyj nazwy, którą łatwo rozpoznać, np. Salon lub Biuro. Jeżeli w sieci jest więcej urządzeń, pozwoli to na łatwe rozpoznanie tego, które chcesz skonfigurować lub wymienić. Wpisz też hasło dostępu do urządzenia. Jest to hasło, które należy podać przed zmianą ustawień tego urządzenia.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "Zabezpiecz swoją sieć";
"SecurityMoreInfo" = "Sieć można zabezpieczyć hasłem. Każda próba przyłączenia się do sieci będzie wymagała podania hasła.\n\nBezprzewodowe urządzenia AirPort wspierają dwa typy haseł:\n• WPA2: Hasła Wi-Fi Protected Access są bardziej bezpieczne, lecz mogą być mniej zgodne.\n• 128-bitowe WEP: Hasła WEP (Wired Equivalent Privacy) są bardziej zgodne ze starszymi komputerami oraz kartami bezprzewodowymi.\n\nJeśli wybierzesz opcję „Bez zabezpieczeń”, każdy w zasięgu stacji może przyłączyć się do sieci bez użycia hasła. Ta opcja jest niezalecana.\n\nW przypadku wybrania opcji 128-bitowy WEP należy zdefiniować hasło o długości dokładnie 13 znaków. To zapewni zgodność z Windows oraz innymi urządzeniami.\n\nW przypadku wybrania opcji WPA2 należy zdefiniować hasło o długości przynajmniej 8 znaków.";
"SecurityMoreInfoWPANone.Title" = "Zabezpiecz swoją sieć";
"SecurityMoreInfoWPANone" = "Swoją sieć możesz chronić hasłem przy użyciu zabezpieczeń WPA Personal. Każdy, próbujący przyłączyć się do Twojej sieci będzie musiał podać to hasło.\n\nJeśli wybierzesz opcję Brak zabezpieczeń, każdy w zasięgu tej sieci może przyłączyć się do tej sieci bez podawania hasła. Ta opcja nie jest zalecana.\n\nJeśli wybierzesz opcję WPA Personal, użyj hasła zawierającego co najmniej osiem znaków.";
"SecurityMoreInfoWPA2None.Title" = "Zabezpiecz swoją sieć";
"SecurityMoreInfoWPA2None" = "Swoją sieć możesz chronić hasłem przy użyciu zabezpieczeń bezprzewodowych WPA/WPA2 Personal. Każdy, próbujący przyłączyć się do Twojej sieci będzie musiał podać to hasło.\n\nJeśli wybierzesz opcję Brak zabezpieczeń, każdy w zasięgu tej sieci może przyłączyć się do tej sieci bez podawania hasła. Ta opcja nie jest zalecana.\n\nJeśli wybierzesz opcję WPA/WPA2 Personal, użyj hasła zawierającego co najmniej osiem znaków.";
"SecurityMoreInfoTSN.Title" = "Zabezpiecz swoją sieć";
"SecurityMoreInfoTSN" = "Sieć możesz zabezpieczyć hasłem. Każdy próbujący przyłączyć się do sieci będzie musiał podać hasło.\n\nBezprzewodowe urządzenia AirPort wspierają dwa typy haseł:\n• WPA2: Hasła Wi-Fi chronionego dostępu są bardziej bezpieczne, lecz mogą być mniej zgodne.\n• Hasła WEP (Sieć z pośrednimi zabezpieczeniami) są bardziej zgodne ze starszymi komputerami WEP oraz kartami bezprzewodowymi, lecz pozwalają także nowszym klientom WPA oraz WPA2 przyłączyć się do sieci.\n\nJeśli wybierzesz opcję „Brak zabezpieczeń”, każdy w zasięgu stacji może przyłączyć się do sieci bez podawania hasła. To nie jest zalecana opcja.\n\nJeśli wybierzesz WEP (sieć z pośrednimi zabezpieczeniami), używaj haseł, które mają dokładnie 13 znaków. To zapewni zgodność z Windows XP oraz innymi urządzeniami.\n\nJeśli wybierzesz WPA2, używaj haseł, które mają dokładnie osiem znaków.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "Jak łączysz się z Internetem?";
"InternetMoreInfo" = "Jeśli łączysz się z Internetem przy użyciu modemu DSL lub modemu kablowego i dostawca usług Internetu (ISP) przydziela adres IP automatycznie (używając DHCP), zaznacz pierwszą opcję.\n\nJeśli łączysz się z internetem przy użyciu PPP przez Ethernet (PPPoE), zaznacz drugą opcję. Jeśli łączysz się z Internetem przy użyciu PPPoE, dostawca powinien udostępnić nazwę konta i hasło. W razie wątpliwości skontaktuj się z dostawcą usług Internetu.\n\nJeśli przyłączasz się do sieci Ethernet, zaznacz trzecią opcję. Dowiedz się od administratora sieci (lub osoby, która konfigurowała sieć LAN), jak uzyskać adres IP (używając DHCP lub ręcznie).\n\nJeśli konfigurujesz stację bazową AirPort, która ma modem wewnętrzny i korzystasz z konta modemowego PPP, zaznacz opcję Używam modemu podłączonego do linii telefonicznej.\n\nJeśli chcesz kontynuować konfigurowanie stacji, lecz nie chcesz łączyć się z Internetem, zaznacz opcję Komputer nie jest teraz gotów do połączenia z Internetem. Zawsze możesz powrócić do tego, gdy połączenie z Internetem będzie już możliwe.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "Skonfiguruj TCP/IP w urządzeniu";
"EthernetMoreInfo" = "Wybór opcji konfiguracji ręcznej lub z użyciem DHCP z menu Konfiguruj IPv4 zależy od metody, jaką dostawca Internetu przydziela adresy IP. Jeśli uzyskujesz adres od dostawcy automatycznie, wybierz opcję użycia DHCP z menu Konfiguruj TCP/IP. Pola Adres IP oraz inne zostaną wypełnione przez dostawcę Internetu.\n\nJeśli dostawca Internetu przydzielił adres IP oraz inne dane razem z kontem, wybierz opcję konfiguracji ręcznej i użyj tych danych do ręcznego skonfigurowania adresu IP urządzenia bezprzewodowego. Jeśli nie masz pewności, co wybrać, skontaktuj się z dostawcą Internetu.\n\nJeśli dostawca poprosi o adres MAC urządzenia, użyj adresu portu Ethernet WAN wydrukowanego na etykiecie pod spodem urządzenia bezprzewodowego AirPort.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "Wybierz, co chcesz zrobić z urządzeniem (%@).";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "Jeśli masz już bezprzewodowe urządzenie AirPort lub router bezprzewodowy i chcesz zastąpić to urządzenie nowym (%@), wybierz opcję %@ ma zastąpić istniejącą stację bazową lub router bezprzewodowy.";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "Jeśli masz już sieć i chcesz, aby urządzenie (%@) łączyło się z nią bezprzewodowo lub przez port Ethernet, wybierz opcję %@ ma przyłączać się do istniejącej sieci.";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "Jeśli nie masz sieci bezprzewodowej lub chcesz dodać kolejną taką sieć, wybierz opcję Chcę utworzyć nową sieć bezprzewodową.";

"GuestNetworkMoreInfo.Title" = "Sieć użyczana";
"GuestNetworkMoreInfo" = "Sieć użyczana pozwala komputerom klienckim łączyć się z Internetem bez uzyskiwania dostępu do Twojej sieci prywatnej. Sieć użyczaną możesz, ale nie musisz, ochronić hasłem.\n\nKonfiguracja ręczna pozwala ustawić inne opcje sieci użyczanej, na przykład dotyczące udostępniania plików między komputerami do niej podłączonej.";


/* End of strings file */
